brave-bin
candy-icons-git
cava-git
cli-visualizer
cmatrix-git
color-scripts-git
discord-canary
genymotion
i3lock-fancy-git
jfetch-git
lightdm-slick-greeter
lightdm-webkit-theme-aether
paru
pfetch-git
picom-jonaburg-git
pipes-rs-git
pnmixer
powercord-git
qt5-styleplugins
rofi-greenclip
shell-color-scripts
skypeforlinux-stable-bin
spotify-snap
tty-clock
unicode
unimatrix-git
yay-git
