acpi
alacritty
amd-ucode
autoconf
automake
awesome
baobab
base
bc
binutils
bison
bluedevil
breeze
breeze-gtk
broadcom-wl
cmake
code
cowsay
cronie
dialog
discover
docker
dosfstools
drkonqi
dunst
efibootmgr
eog
epiphany
evince
fakeroot
feh
file-roller
firefox
flameshot
flatpak
flex
gcc
gdm
gedit
gimp
git
gnome-books
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-control-center
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-logs
gnome-maps
gnome-menus
gnome-music
gnome-photos
gnome-remote-desktop
gnome-screenshot
gnome-session
gnome-shell
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-user-docs
gnome-user-share
gnome-weather
gparted
grilo-plugins
groff
grub
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
htop
jq
kactivitymanagerd
kde-cli-tools
kde-gtk-config
kdecoration
kdeplasma-addons
kgamma5
khotkeys
kinfocenter
kmenuedit
kscreen
kscreenlocker
ksshaskpass
ksystemstats
kwallet-pam
kwayland-integration
kwayland-server
kwin
kwrited
layer-shell-qt
lib32-fontconfig
libkscreen
libksysguard
libtool
lightdm
lightdm-gtk-greeter
lightdm-webkit2-greeter
linux
linux-headers
lvm2
lxappearance
m4
maim
make
materia-gtk-theme
milou
mono
mtools
mutter
nano
nautilus
neofetch
netctl
network-manager-applet
networkmanager
npm
nvidia
nvidia-settings
openssh
orca
os-prober
oxygen
papirus-icon-theme
patch
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
playerctl
polkit-gnome
polkit-kde-agent
powerdevil
pulseaudio
python-pip
rofi
rygel
sddm-kcm
simple-scan
starship
steam
sudo
sushi
systemsettings
texinfo
tint2
tmux
totem
tracker
tracker-miners
ttf-roboto
vim
vino
virtualbox
wget
which
wireless_tools
wmctrl
wpa_supplicant
xclip
xdg-desktop-portal-kde
xdg-user-dirs-gtk
xf86-video-vesa
xfce4-power-manager
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yelp
zsh
